Repository: pumapaul/Spenderino
Catalog: ios/Spenderino/Resources/*.lproj/Localizable.strings
Languages: de

source: Loading
de: Lädt

source: or
de: oder

# anon
source: Anonymous
de: Anonyme:r Nutzer:in

# error_title
source: Error
de: Fehler

# error_message_reload
source: Something went wrong while contacting our servers. Please check your internet connection and try again.
de: Wir konnten unsere Server nicht erreichen. Bitte prüfe deine Internetverbindung und versuche es noch einmal.

# error_message
source: Something went wrong while contacting our servers. Please try again later.
de: Etwas ging schief beim Kontaktieren unserer Server. Bitte versuche es später erneut.

# error_reload
source: Retry
de: Erneut versuchen

# alert_network_title
source: Network error
de: Netzwerkfehler

# alert_network_message
source: We couldn't reach our servers. Please check your internet connection and try again.
de: Wir konnten unsere Server nicht erreichen. Bitte prüfe deine Internetverbindung und versuche es noch einmal.

# alert_client_request_title
source: Client error: %@
de: Client-Fehler: %@

# alert_client_request_message
source: Something went wrong during the network request: %@
de: Etwas ging schief bei der Kommunikation mit unseren Servern: %@

# alert_server_error_title
source: Server error: %@
de: Server-Fehler: %@

# alert_server_error_message
source: Something went wrong during the network request: %@
de: Etwas ging schief bei der Kommunikation mit unseren Servern: %@

# alert_unknown_title
source: Unknown error
de: Unbekannter Fehler

# alert_unknown_message
source: Something went wrong. You can probably try again.
de: Das hat nicht geklappt. Du kannst es vermutlich nochmal versuchen.

# donation_scanner_alert_unknown_title
source: Unknown QR code
de: Unbekannter QR-Code

# donation_scanner_alert_unknown_message
source: We didn't recognize the scanned qr code. It's either malformed or does not belong to our service.
de: Der gescannte QR-Code ist entweder unkenntlich oder gehört nicht zu unserem Dienst.

# donation_title
source: Donate
de: Spenden

# donation_row_donation
source: Donation:
de: Spende:

# donation_row_fee
source: Fee:
de: Gebühr:

# donation_row_total
source: Sum total:
de: Summe:

# donation_headline
source: You are donating to:
de: Du spendest an:

# donation_text
source: Only specific credit cards will work during the PoC. These are test cards provided by our payment provider. The security code for all cards is **424** and the expiry date is **0424**.
de: In diesem PoC funktionieren nur bestimmte Kreditkartennummern. Diese Nummern gehören zu Test-Kreditkarten die von unserem Zahlungsdienstleister zur Verfügung gestellt werden. Der Sicherheitscode für alle Karten ist **424** und das Ablaufdatum ist **0424**.

# donation_unknown_code
source: Sorry! We unfortunately couldn't find a corresponding user for the provided code. Maybe the account was deleted?
de: Tut uns leid! Wir konnten leider keinen Nutzer:in zu diesem QR-Code ausfindig machen. Vielleicht wurde der Account gelöscht?

# donation_checkout_payment_row
source: Payment method:
de: Zahlungsmethode:

# donation_checkout_payment_donate_button
source: Donate
de: Spenden

# donation_checkout_payment_donate_button_prepare
source: Preparing donation...
de: Spende vorbereiten…

# donation_alert_payment_failed_title
source: Payment failed
de: Zahlung fehlgeschlagen

# donation_success
source: Success! You have donated **%@** to **%@**. Thank you for supporting your local community!
de: Spitze! Du hast %@ an %@ gespendet. Vielen Dank für die Unterstützung deiner örtlichen Gemeinschaft!

# donation_card_succeeds_label
source: Always succeeds:
de: Immer erfolgreich:

# donation_card_auth_label
source: Requires authorization:
de: Mit Authentifizierung:

# donation_card_fail_label
source: Always fails:
de: Schlägt fehl:

# recipient_title
source: Receive Donations
de: Spenden empfangen

# recipient_qrcode_title
source: Welcome back, %@!
de: Willkommen zurück, %@!

# recipient_qrcode_label
source: This is your unique QR code. Other users can donate money to you by scanning it. You can show this screen, share the code via the button or also print it out!
de: Dies ist dein persönlicher QR-Code. Andere Nutzer:innen können dir Geld spenden wenn sie diesen scannen. Du kannst ihnen deinen Bildschirm zeigen oder den QR-Code mittels des Share-Buttons teilen oder ausdrucken.

# recipient_anon_title
source: Welcome, anonymous user!
de: Willkommen, anonyme:r Nutzer:in!

# recipient_anon_label
source: To be able to receive donations, you need to be registered with us. Log in to your account or create a new one!
de: Um Spenden empfangen zu können musst du bei uns registriert sein. Log dich ein oder registriere einen neuen Account!

# recipient_anon_disclaimer
source: If you just want to donate to other users, you can do so anonymously and don't need to create an account.
de: Wenn du ausschließlich an andere Nutzer:innen spenden willst, kannst du das anonym tun und musst keinen Account erstellen.

# recipient_anon_button
source: Log in / Register
de: Einloggen / Registrieren

# recipient_registered_title
source: Welcome back!
de: Willkommen zurück!

# recipient_registered_label
source: We still need some information before you can start receiving donations. Set up an alias so potential donators can be sure, it's really you!
de: Wir benötigen noch ein paar Informationen von dir bevor du Spenden empfangen kannst. Richte ein Alias ein so dass potentielle Spender:innen sicher sein können, dass sie deinen persönlichen QR-Code gescannt haben!

# recipient_registered_button
source: Finish set up
de: Registrierung abschließen

# recipient_tab_balance
source: Balance & Payout
de: Guthaben & Auszahlung

# payout_title
source: Payout Code
de: Auszahlungscode

# payout_success
source: You should have received the cash by now.
de: Du solltest jetzt das Bargeld empfangen haben.

# tab_donation
source: Donate
de: Spenden

# tab_preferences
source: Settings
de: Einstellungen

# balance_title
source: Balance
de: Guthaben

# balance_current_headline
source: Your current balance is:
de: Dein aktuelles Guthaben beträgt:

# balance_withdrawal
source: This is your payout code for %@.
de: Dies ist dein Auszahlungscode für %@.

# balance_withdrawal_amount_label
source: Payout amount:
de: Auszahlungssumme:

# balance_withdrawal_create_button
source: Create payout code
de: Auszahlungscode erstellen

# balance_withdrawal_create
source: Choose the amount you want to withdraw and create a payout code.
de: Wähle die Summe die du bar ausgezahlt bekommen willst und erstelle einen Auszahlungscode.

# balance_withdrawal_under_min
source: You need at least %@ to be able to create a payout code. Then you can pick a value between %@ and %@ that you can withdraw at our partner stores.
de: Du benötigst ein Guthaben von mindestens %@ um eine Barauszahlung zu starten. Danach kannst du eine Summe zwischen %@ und %@ wählen die du bei einem unserer Partnerunternehmen bar ausgezahlt bekommst.

# balance_past_withdrawal
source: withdrawn on: %@ at %@
de: abgehoben am %@ um %@

# preferences_title
source: Settings
de: Einstellungen

# prefs_account_row_anonymous
source: Anonymous
de: Anonyme:r Nutzer:in

# prefs_account_row_info
source: Account, Balance & Payout, Transactions
de: Accounteinstellungen

# account_email_hint
source: example@internet.com
de: beispiel@internet.de

# account_password_label
source: PASSWORD
de: PASSWORT

# account_button_login
source: Log in
de: Einloggen

# account_button_register
source: Register account
de: Registrieren

# account_profile_button
source: Create profile
de: Profil anlegen

# account_profile_instructions
source: We still need some information before you can receive donations. If you only want to donate to other users, you can ignore this step.
de: Wir benötigen noch weitere Informationen bevor du Spenden annehmen kannst. Wenn du lediglich an andere Nutzer:innen spenden willst, kannst du diesen Schritt ignorieren.

# account_profile_username_label
source: DISPLAY NAME
de: ANZEIGENAME

# account_profile_username_placeholder
source: John Doe
de: Maxi Mustermensch

# account_profile_username_hint
source: This alias will get displayed when other users scan your code to donate to you. It doesn't need to be your real name but should be helpful in identifying you to the donator. That's how they'll know it's really you instead of someone else with your QR Code.
de: Dieser Name wird angezeigt wenn andere Nutzer:innen deinen QR-Code scannen um dir Geld zu spenden. Es muss nicht dein echter Name sein. Er sollte aber hilfreich sein dich gegenüber potentiellen Spender:innen zu identifizieren. So wissen diese dass es wirklich du bist statt nur irgendwer mit deinem QR-Code.

# account_alert_credentials_title
source: Wrong credentials
de: Nutzerdaten unbekannt

# account_alert_credentials_message
source: The email address and password combination you provided doesn't exist on our servers.
de: Die Kombination aus E-Mail-Adresse und Passwort ist uns nicht bekannt.

# account_alert_duplicate_title
source: Duplicate email address
de: Doppelte E-Mail-Adresse

# account_alert_duplicate_message
source: A user account with this email address does already exist.
de: Es gibt bereits einen Account mit dieser E-Mail-Adresse.

# account_alert_rules_title
source: Password too short
de: Passwort zu kurz

# account_alert_rules_message
source: Your password must be at least 6 characters long.
de: Dein Passwort muss mindestens aus 6 Zeichen bestehen.

# account_alert_username_title
source: Display name too short
de: Anzeigename zu kurz

# account_alert_username_message
source: Your display name must be at least 3 characters long.
de: Dein Anzeigename muss mindestens 3 Zeichen lang sein.

# account_setup_complete
source: Your account & profile are set up correctly. You can receive donations and use the app to its fullest potential. In the future there will be account setting functionality (e.g. changing email or password) on this screen but that was out of the scope of this PoC.
de: Dein Account und Profil sind fertig eingerichtet. Du kannst nun Spenden empfangen und das volle Potential dieser App nutzen. Zukünftig wird es an dieser Stelle Funktionen für die Accountverwaltung geben (zum Beispiel die Möglichkeit dein Passwort oder deine E-Mail-Adresse zu ändern). Dies war allerdings nicht Teil des PoC.

# account_transactions_button
source: Transaction history
de: Transaktionshistorie

# account_logout_button
source: Log out
de: Ausloggen

# account_alert_logout_title
source: Log out
de: Ausloggen

# account_alert_logout_message
source: Do you really want to log out of your account?
de: Willst du dich wirklich ausloggen?

# account_alert_logout_confirm
source: Confirm
de: Bestägigen

# transactions_title
source: Transaction History
de: Transaktionshistorie

# transactions_empty_button
source: Reload
de: Erneut laden

# transactions_empty_label
source: You have not yet donated to someone or received any donations.
de: Du hast bisher weder gespendet, noch Spenden empfangen.

# transactions_item_title_incoming
source: **%@** donated **%@** to you.
de: **%@** hat dir **%@** gespendet.

# transactions_item_title_outgoing
source: You donated **%@** to **%@**.
de: Du hast **%@** an **%@** gespendet.

# transactions_item_pending
source: PENDING
de: IN ARBEIT

# transactions_item_complete
source: COMPLETE
de: ABGESCHLOSSEN

# transactions_item_failed
source: FAILED
de: FEHLGESCHLAGEN
